<h2 class="item4">Настройка модулей</h2>

<<<<<<< HEAD
<h6 align="justify">Веб-сайт Joomla состоит из двух основных частей – секции контента и позиции модулей [для
    более наглядной информации ознакомьтесь с картой позиций модулей]. Все модули используются в
=======
<h6 align="justify">Веб-сайт Joomla состоит из двух основных частей – секции контента и позиции модулей (для
    более наглядной информации ознакомьтесь с картой позиций модулей). Все модули используются в
>>>>>>> c311937bdba8e3656ecdfe93dbc91037d29de47a
    Joomla, для того чтобы выводить любой контент на подготовленные для него позиции .</h6>