<h3>Схема позиций модулей</h3>

<p>Доступные позиции модулей могут отличаться в шаблонах, но, в общем, карта модулей выглядит
    следующим образом:</p>

<p>Как видно, зона содержимого отмечена зелёным цветом, поскольку, по умолчанию, в ней не
    могут быть отображены модули. Здесь располагается лишь содержимое страницы. </p>

<p>Позиции не отображаются, если в них нет модулей. В этом случае, они не будут занимать
    место на сайте:</p>

<figure class="img-polaroid"><img src="img/j3-modules-positions.jpg" alt=""></figure>
