<h3>Схема позиций модулей</h3>

<p align="justify">Доступные позиции могут отличаться в шаблонах, но, в общем, карта модулей выглядит
    следующим образом:</p>

<<<<<<< HEAD
<p align="justify">Как видно, зона контента выделина другим цветом, поскольку по умолчанию в ней не
=======
<p align="justify">Как видно, зона контента dsltktyf другим цветом, поскольку по умолчанию в ней не
>>>>>>> c311937bdba8e3656ecdfe93dbc91037d29de47a
    могут быть отображены модули. Здесь располагается лишь контент страницы. </p>

<p align="justify">Позиции не отображаются, если в них нет модулей.</p>

<figure class="img-polaroid"><img src="img/j3-modules-positions.jpg" alt=""></figure>