<h3>Схема позиций модулей</h3>

<p align="justify">Доступные позиции могут отличаться в шаблонах, но, в общем, карта модулей выглядит
    следующим образом:</p>

<p align="justify">Как видно, зона контента отмечена другим цветом, поскольку по умолчанию в ней не
    могут быть отображены модули. Здесь располагается лишь контент страницы. </p>

<p align="justify">Позиции не отображаются, если в них нет модулей, поэтому они не будут просто занимать
    место на сайте.</p>

<figure class="img-polaroid"><img src="img/j3-modules-positions.jpg" alt=""></figure>