<h2 class="item5">Плагины и Модули Jumerix</h2>

<<<<<<< HEAD
<h5 align="justify">Функциональность веб-сайта Joomla можно увеличивать при помощи различных расширений [плагинов и модулей].
    В наших шаблонах часто, можно сказать всегда, используется большое количество дополнительных плагинов и модулей, именно для этих целей. В  разделе &quot;<span class="item5">Плагины и Модули Jumerix</span>&quot; показано, как
 работать с  дополнительными плагинами и модулями шаблона.</h5>
=======
<h6 align="justify">Функциональность веб-сайта Joomla можно увеличить при помощи различных расширений.
    Некоторые из них часто используются в наших шаблонах. В этом разделе показано, как
    работать с расширениями.</h6>
>>>>>>> c311937bdba8e3656ecdfe93dbc91037d29de47a
