<h3>TM Ajax Style Switcher Module</h3>

<p align="justify"><strong>TM Ajax Style Switcher Module</strong> – это модуль позволяющий переключать цветовые схемы на фронтенде
    сайта. Модуль автоматически применяет цветовые схемы из папки color_schemes\css\ активной темы.</p>

<p>Данный модуль не имеет особых настроек в админ панели, только стандартные для всех модулей настройки.</p>

<figure class="img-polaroid">
    <img src="img/style_switcher_1.jpg" alt="">
</figure>

<p align="justify" class="alert alert-warning">Обратите внимание, что на демо-версии шаблона Принцип действия модуля показан лишь частично,
    используя cookies. На действующем сайте модуль работает в полноценном режиме и доступен только для авторизованных
    пользователей с правами категории пользователей SuperAdmin.</p>