<h3>Модуль TM Ajax Style Switcher </h3>

<p>Модуль <strong>TM Ajax Style Switcher</strong> – это модуль, позволяющий переключать цветовые схемы на фронтенде
    сайта. Модуль автоматически применяет цветовые схемы из папки color_schemes\css\ активной темы.</p>

<p>Данный модуль не имеет особых настроек в админ панели, только стандартные для всех модулей настройки:</p>

<figure class="img-polaroid">
    <img src="img/style_switcher_1.jpg" alt="">
</figure>

<p class="alert alert-warning">Обратите внимание: на Демо-версии шаблона модуль работает в демонстрационном режиме,
    используя куки. На вашем сайте модуль будет работать в полноценном режиме и будет доступен только для авторизованных
    пользователей с правами категории пользователей SuperAdmin.</p>
