<h3>TM Ajax Contact Form</h3>

<p align="justify"> TM Ajax Contact Form — это модуль, который позволяет добавлять контактную форму на любую страницу сайта. Введенные в форму данные  преобразуются с помощью запроса AJAX, следовательно, страница не будет обновляться.</p>

<figure class="img-polaroid">
    <img src="img/contact-form-1.png" alt="">
</figure>

<p align="justify"> Модуль позволяет добавить механизм защиты от ботов, проводить точную настройку полей формы, настраивать ярлыки, задавать адрес получателя и адрес, для отправления на него СС, ошибок и предложений.</p>

<figure class="img-polaroid">
    <img src="img/contact-form-2.png" alt="">
</figure>
<p>Параметры настроек этого модуля позволяют осуществлять управление всеми функциями (опциями) форм конструктора. А значит, Вы можете добавлять любое поле любого типа (текст, email).  Именно благодаря этому любая форма может быть настроена в соответствии   вашим требованиям.</p>
<figure class="img-polaroid">
    <img src="img/contact-form-3.png" alt="">
</figure>