<h3>Модуль TM Ajax Contact Form</h3>

<p>TM Ajax Contact Form - модуль контакт-формы для Joomla. Он позволяет реализовать на
    любой странице сайта контактную форму. Отправка данных происходит с помощью
    технологии AJAX, то есть без перезагрузки страницы.</p>

<figure class="img-polaroid">
    <img src="img/contact-form-1.png" alt=""> 
</figure>

<p> В настройках модуля есть
    возможность включить защиту от ботов (reCaptcha), а также настроить выводимые поля,
    их метки (лейблы), задать адрес электронной почты получателя, адреса получателей
    копии письма, тексты сообщений об ошибках и успешной отправке формы. Полный перечень
    настроек представлен на картинке ниже.</p>

<figure class="img-polaroid">
    <img src="img/contact-form-2.png" alt="">
</figure>

<p> В настройках данного модуля вы можете найти все функции конструктора форм, у вас есть возможность добавлять поля любого типа (text, email, checkbox, textarea). Благодаря этому, форма может быть настроена согласно любым ваши нуждам.</p>

<figure class="img-polaroid">
    <img src="img/contact-form-3.png" alt="">
</figure>
