<h3>Модуль TM Ajax Contact Form</h3>

<p>Модуль TM Ajax Contact Form - это модуль контактной формы для движка Joomla.
 Благодаря этому модулю Вы можете добавить контактную форму на любую страницу вашего сайта Joomla:</p>

<figure class="img-polaroid">
    <img src="img/contact-form-1.png" alt="">
</figure>

<p>Передача данных осуществляется при помощи запросов AJAX, для того чтобы страница не перезагружалась.
   Настройки сайта позволяют включить защиту против ботов (reCaptcha), добавить необходимые поля, их названия и указать адрес электронной почты для доставки сообщений,
   а также текст сообщений об успешной отправке и об ошибке отправки сообщения. Вы можете найти полный список настроек ниже:
</p>

<figure class="img-polaroid">
    <img src="img/contact-form-2.png" alt="">
</figure>
<p>Настройки этого модуля позволят Вам управлять всеми функциями контактной формы. Вы можете включать поля любого типа (текст, адрес электронной почты, флаговые кнопки, текстовые области). Благодаря этому, контактная форма может быть настроена в соответствии с вашими потребностями:</p>
<figure class="img-polaroid">
    <img src="img/contact-form-3.png" alt="">
</figure>
