<<<<<<< HEAD
<h2 class="item5">Joomla!
</h2>
<p align="justify">Joomla! является системой управления содержимым [вебсайтов] [CMS], которая позволяет вам создавать вебсайты и мощные веб-приложения. Благодаря [своим] многим аспектам, включая удобство работы и расширяемость, Joomla! является в интернете самым популярным программным обеспечением. Лучше всего то, что Joomla! является решением с открытым исходным кодом, которое свободно доступно любому. Это также означает, что любой может изменить ее исходный код согласно своих требований и обрести [от этого] максимальную выгоду.</p>
<h2>Что такое система управления содержимым [CMS]</h2>
<p align="justify">Система управления содержимым — это программное обеспечение, которое следит за каждым объектом содержимого Вашего вебсайта, в большой степени подобно тому, как публичная библиотека следит за книгами и хранит их. Содержимое может быть просто текстом, фотографиями, документами, видеоклипами, — почти всем, что Вы можете себе представить. Главное преимущество [систем] CMS состоит в том, что для управления ими не требуется почти никаких технических знаний и навыков. [Система] CMS управляет всем Вашим содержимым, так что у Вас нет необходимости [заниматься этим]. [Система] CMS также помогает Вам легко следить за своим содержимым и развивать его и управлять им самым лучшим образом.</p>
=======
<h2 class="item7">Настройка шаблона</h2>

<p>Для каждого шаблона Joomla существуют настройки конфигурации. С их помощью можно задавать
    макет шаблона, оформление, различные дополнительные особенности и т.д. Настройки шаблона
    находятся в меню <b>Extensions (Расширения) > Template Manager</b> (Менеджер шаблонов)
    панели управления Joomla.</p>

<p>В меню Template Manager (Менеджер шаблонов) выберите необходимую тему. </p>

<figure class="img-polaroid">
    <img src="img/template-settings-1.jpg" alt="">
</figure>

>>>>>>> c311937bdba8e3656ecdfe93dbc91037d29de47a
