<h3>Frontend
</h3>
<h5>Frontend и Backend</h5>
<p align="justify"><strong>Frontend</strong> [интерфейс] веб-сайта Joomla это то, что вы видите перед собой, когда загружаете страницу вашего сайта с помощью любого браузера, например, Firefox, Chrome или Internet Explorer. <strong>Frontend</strong> [внешний вид сайта], и    панель Администратора [<strong>Backend</strong>], назначение которой будет описано немного позже, это то, что было создано  в процессе установки движка Joomla.    Панель Администратора [<strong>Backend</strong>] призвана обеспечить простой в осуществлении способ управления сайтом, а <strong>Frontend</strong> [внешний вид сайта], в свою очередь, это то, что видит конечный пользователь, посетитель веб-сайта.</p>
<p>
  <figure class="img-polaroid">
    <img src="img/frontend.jpg" alt="">
  </figure>
</p>
<h5>Файлы и Папки</h5>
<p align="justify">Joomla обеспечивает уровень абстракции* для внутренней работы системы веб-сайта,  это означает, что администратор сайта не будет обязан знать, как поддерживать работу сайта и ему не придется производить изменения в отдельных системных файлах, необходимые для внедрения обновлений или изменений внешнего вида сайта. Но, тем не менее, полезно иметь общее представление о том, какие  файлы и папки существуют в системе сайта. Так так, возможно, в процессе управления сайтом, вам необходим будет доступ к папке <strong>Images</strong>, например. На изображении ниже, вы можете увидеть как выглядит  структура некоторых папок системы сайта. На рисунке представлена структура папки <strong>Images</strong>.</p>
<p align="justify"><strong>*</strong>один из способов сокрытия деталей реализации   определенного набора функциональных возможностей.</p>
<p>
  <figure class="img-polaroid">
    <img src="img/frontend-1.jpg" alt="">
  </figure>
</p>
<h5>Краткое представление о шаблонах</h5>
<p align="justify">Все сайты на базе Joomla приводятся в движение с помощью шаблонов.  Если заранее не был установлен и активирован желаемый шаблон, то Joomla будет использовать шаблон по умолчанию. При выборе шаблона, обращайте внимание на  фактический дизайн и расположение позиций шаблона [как расположен контент сайта].</p>
<div class="alert alert-warning">
    <div align="justify">
      <p>Найдите шаблон, который подходит всем вашим требованиям на:  <a href="https://www.templatemonster.com/joomla-templates.php">www.templatemonster.com</a>.</p>
</div>
</div>
<h5>Главный и вспомогательный контент сайта</h5>
<p align="justify">Контент, который появляется на веб-странице часто можно разделить на две категории: главный и вспомогательный контент сайта. Главным контентом являются статьи [articles], которые обычно отображается в центре страницы. Все остальное на веб-странице, может быть отнесено к  вспомогательному контенту сайта, и в Joomla этот контент, как правило, отображается посредством использования модулей.</p>
