<h3>Модули</h3>

<h6>Базовое понимание модулей</h6>
<p align="justify">Как вам стало известно из предыдущих разделов, содержание веб-сайта можно разбить на две части: главный (первичный) и вспомогательный (вторичный)  контент. Вы научились создавать главный (первичный) контент в разделе <strong>Статьи</strong>, а так же тому, как создавать ссылку на этот контент в разделе <strong>Меню</strong>. Другой  контент страницы, такой как меню навигации, подписка на рассылку или текст колонтитула является вспомогательным (вторичным) контентом. В Joomla, этот вспомогательный (вторичный) контент, как правило, управляется посредством модулей. Модули являются одним из пяти типов расширений (дополнений) Joomla. Другие типы расширений (дополнений) более подробно описаны в последующих разделах.</p>
<h6>Создание нового модуля</h6>

<p align="justify">Выполнив следующие простые шаги, вы сможете создать новый модуль любого, доступного вам, типа. Ниже приводится перечень общих шагов  необходимых для создания нового модуля. </p>
<ol class="marked-list">
<li>ПЕРЕЙДИТЕ к меню <strong>Extensions</strong>,  а затем к  <strong>Modules</strong>.</li>

<figure class="img-polaroid">
    <p><img src="img/modules-1.jpg" alt=""></p>
</figure>

<li>КЛИКНИКЕ кнопку <strong>New</strong>.</li>
<figure class="img-polaroid">
    <p><img src="img/modules-2.jpg" alt=""></p>
</figure>
<li>ВЫБЕРИТЕ<strong> тип модуля</strong> из списка, представленных в данном шаблоне, типов.</li>

<figure class="img-polaroid">
    <p><img src="img/modules-7.jpg" alt=""></p>
</figure>
 <li>ВВЕДИТЕ <strong>заголовок</strong> для нового модуля.</li>
 <figure class="img-polaroid">
    <p><img src="img/modules-3.jpg" alt="" height=""></p>
</figure>
<li>
  <div align="justify">ВЫБЕРИТЕ позицию, где будет отображаться данный модуль на вашем сайте, в списке опции <strong>Template Position</strong>.</div>
</li>
 <figure class="img-polaroid">
    <p><img src="img/modules-4.jpg" alt=""></p>
</figure>
 <li>
   <div align="justify">ПРОИЗВЕДИТЕ более <strong>тонкую настройку</strong> модуля, применяя соответствующие данному модулю настройки, и добавьте<strong> контент</strong> к модулю, если это есть необходимым.</div>
 </li>

 <li>
   <div align="justify">СОХРАНИТЕ настройки и ОБНОВИТЕ страницу вашего сайта, где предполагалось отображение данного модуля, чтобы убедиться в корректности отображения.</div>
 </li>
</ol>
<h6>Привязка модуля к  элементам меню сайта</h6>
<p align="justify">Модули могут быть настроены различным образом, они могут  отображения на всех страницах  сайта, или только на тек страницах, которые вы укажете. Сначала, как всегда, войдите в систему администратора.</p>
<ol class="marked-list">
  <li>ПЕРЕЙДИТЕ к меню <strong>Extensions</strong>,  а затем к <strong>Modules</strong>.</li>

<figure class="img-polaroid">
    <p><img src="img/modules-1.jpg" alt=""></p>
</figure>

<li>ПЕРЕЙДИТЕ по <strong>ссылке заголовка</strong> того модуля, с которым вы хотите продолжить работу.</li>
<figure class="img-polaroid">
    <p><img src="img/modules-8.jpg" alt=""></p>
</figure>
<li>ПЕРЕЙДИТЕ во вкладку<strong> Menu Assignment</strong>.</li>
 <li>ВЫБЕРИТЕ <strong>Only on the pages selected </strong>в списке опции Menu Assignment.</li>
 <figure class="img-polaroid">
    <p><img src="img/modules-9.jpg" alt=""></p>
</figure>
<li>
  <div align="justify">ОТМЕТЬТЕ поле <strong>None link</strong>, которое находится в части <strong> Select</strong> сверху в секции at  <strong>Menu Selection</strong>, для того, чтобы убрать выделение со всех страниц, на которых предполагалось отображение модуля. Это действие приведет к тому, что данный модуль не будет отображаться ни на одной странице сайте, но, выполнение этого же действия, призвано для того, чтобы облегчит процесс выбора вами страницы для отображения.</div>
</li>
 <figure class="img-polaroid">
    <p><img src="img/modules-10.jpg" alt=""></p>
</figure>
<li>
  <div align="justify">ЩЕЛКНИКЕ на значке &quot;<strong>плюс</strong>&quot;, что находится сразу возле <strong>Main Menu</strong> для того, чтобы увидеть перечень всех опций, которые привязаны к данному  пункту меню.</div>
</li>
<figure class="img-polaroid">
    <p><img src="img/modules-11.jpg" alt=""></p>
</figure>
<li>ВЫБЕРИТЕ нужную<strong> страницу(ы) сайта, </strong>на которой (ых) вы хотите отобразить данный модуль.</li>
<figure class="img-polaroid">
    <p><img src="img/modules-12.jpg" alt=""></p>
</figure>

 
 <li>
   <div align="justify">СОХРАНИТЕ настройки и ОБНОВИТЕ страницу вашего сайта, где предполагалась отображеные данного модуля, чтобы убедиться в корректности отображения.</div>
 </li>
</ol>
<h5>Порядок расположение модулей</h5>
<p align="justify">Последним вопросом, который мы  рассмотрим в этом разделе станет — изменение порядка расположение модулей на странице. Впоследствии, вы самостоятельно будете способны изменить порядок отображения модулей, используя колонку <strong> Ordering </strong>таблицы перечня всех модулей сайта. Далее, будут перечислены все необходимые действия, необходимые для  изменения вами, порядка отображения модулей. Как всегда, начните с входа в админ-панель сайта.</p>
<ol class="marked-list">
  <li>ПЕРЕЙДИТЕ к меню <strong>Extensions</strong>,  а затем к <strong>Modules</strong>.</li>

<figure class="img-polaroid">
    <p><img src="img/modules-1.jpg" alt=""></p>
</figure>

<li>
  <div align="justify">ИСПОЛЬЗУЙТЕ ФИЛЬТР <strong> Select Position</strong>, для того чтобы найти все модули, что прикреплены к одной позиции. Далее, мы будем работать с позицией <strong>mainbottom-2</strong>.</div>
</li>
<figure class="img-polaroid">
    <p><img src="img/modules-13.jpg" alt=""></p>
</figure>
<li>
  <div align="justify">ИЗМЕНЯЙТЕ порядок расположения модулей, перетаскивая их в нужное место в таблице, для этого, левой кнопкой мыши кликните и удерживайте на иконке &quot;<strong>изменить порядок</strong>&quot; (вертикальное многоточие), слева от заголовка модуля (перетащить можно только один модуль за один раз).</div>
</li>
<figure class="img-polaroid">
    <p><img src="img/modules-14.jpg" alt=""></p>
</figure>
 <li>ПРОВЕРТЕ порядок расположение модулей на вашем сайте, перезагрузив страницу.</li>


</ol>