<h3>Настройка параметров модулей</h3>
<h6 align="justify">Веб-сайт Joomla состоит из двух основных частей — секции контента и позиции модулей [для
  более наглядной информации ознакомьтесь с картой позиций модулей. Все модули используются в
  Joomla, для того чтобы выводить любой контент на подготовленные для него позиции .</h6>
<h5>Схема позиций модулей</h5>
<p align="justify">Доступные позиции могут отличаться в шаблонах, но, в общем, карта модулей выглядит
  следующим образом:</p>
<p align="justify">Как видно, зона контента выделена другим цветом, поскольку по умолчанию в ней не
  могут быть отображены модули. Здесь располагается лишь контент страницы. </p>
<p align="justify">Позиции не отображаются, если в них нет модулей.</p>
<figure class="img-polaroid"><img src="img/j3-modules-positions.jpg" alt=""></figure>