<h2 class="item7">Настройка шаблона</h2>

<p>Для каждого шаблона Joomla существуют настройки конфигурации. С их помощью можно задавать
    макет шаблона, оформление, различные дополнительные особенности и т.д. Настройки шаблона
    находятся в меню <b>Extensions (Расширения) > Template Manager</b> (Менеджер шаблонов)
    панели управления Joomla.</p>

<p>В меню Template Manager (Менеджер шаблонов) выберите необходимую тему. </p>

<figure class="img-polaroid">
    <img src="img/template-settings-1.jpg" alt="">
</figure>

