<h2 class="item7">Настройка шаблона</h2>

<p>Для каждого шаблона Joomla есть настройки конфигурации. С их помощью можно указать
    макет шаблона, оформление, различные дополнительные свойства и т.д. Вы можете получить доступ к настройкам шаблона
    в меню <b>Extensions (Расширения) > Template Manager (Менеджер шаблонов)</b>
    панели управления Joomla.</p>

<p>В меню Template Manager (Менеджер шаблонов) выберите необходимый шаблон:</p>

<figure class="img-polaroid">
    <img src="img/template-settings-1.jpg" alt="">
</figure>

