<h3>Макет (Layout)</h3>

<h6>Опции макета позволяют редактировать основные настройки макета темы:</h6>

<p><b>Theme layout (Макет темы)</b> - позволяет сделать тему фиксированной (ширина в
    пикселях) или относительной (ширина в процентах);</p>

<p><b>Logo (Лого)</b> - позволяет выбрать логотип;</p>

<p><b>Logo Width</b> <strong>(Ширина лого)</strong> - ширина контейнера для лого
    (базируясь на сетке Bootstrap);</p>

<p><b>Sidebar Width (Ширина боковой колонки)</b> - задает ширину боковых колонок (области боковой панели, спава и слева).</p>

<figure class="img-polaroid">
    <img src="img/template-settings-2.jpg" alt="">
</figure>