<h3>Макет</h3>

<h6>Опции макета позволяют редактировать основные настройки макета темы:</h6>

<p><b>Theme layout (Макет темы)</b> - позволяет сделать ширину темы фиксированной (ширина в
    пикселях) или относительной (ширина в процентах);</p>

<p><b>Logo (Лого)</b> - позволяет выбрать изображение логотипа;</p>

<p><b>Logo Width (Ширина лого)</b> - ширина контейнера логотипа
    (на основе сетки Bootstrap);</p>

<p><b>Sidebar Width (Ширина боковой панели)</b> - задает ширину боковых панелей.</p>

<figure class="img-polaroid">
    <img src="img/template-settings-2.jpg" alt="">
</figure>
