<h3>Оформление</h3>

<p>Настройки оформления позволяют выбирать теги для различных типов содержимого:
    избранные статьи, страница категорий, блог, отдельная статья и т.п. Для заголовков
    могут использоваться теги HTML (h1, h2, h3, h3 и др.) Теги меняются в зависимости
    от логической важности и стиля. Для получения более детальной информации перейдите по <a href="http://www.w3schools.com/tags/tag_hn.asp"
                                       target="_blank">этой ссылке</a>:
</p>

<figure class="img-polaroid">
    <img src="img/template-settings-3.jpg" alt="">
</figure>
