<h3>Оформление заголовков шрифтов (Typography)</h3>

<p align="justify">Настройки оформления позволяют выбирать теги для различных типов отображения:
    избранные статьи, страница категорий, блог, отдельная статья и т.п.. Для заголовков
    могут использоваться теги HTML (h1, h2, h3, h3 и др.). Теги меняются в зависимости
    от логической важности и стиля. <a href="http://www.w3schools.com/tags/tag_hn.asp"
                                       target="_blank">Более детальная информация</a>.</p>

<figure class="img-polaroid">
    <img src="img/template-settings-3.jpg" alt="">
</figure>
