<h3>Контакты</h3>

<p>Страница "Контакты" отображает контактную форму, адрес и карту Google. Для того чтобы
    изменить контактные данные (<i>адрес электронной почты, адрес и т.п.</i>), перейдите в меню <b>Components
        (Компоненты) > Contacts (Контакты) > Contacts (Контакты) > Website Owner (Владелец
        сайта)</b>. При помощи вкладок вверху Вы можете получить доступ к различным настройкам.
</p>

<p>Для настройки страницы контактов перейдите в раздел <b>System (Система) > Global
        Configuration (Общие настройки) > Contacts (Контакты)</b>.</p>

<p> Карта<b> Google Map</b> на странице "Контакты" отображается при помощи плагина Google Maps. Этот плагин можно настроить в разделе <b>Extensions (Расширения) > Plug-in Manager (Менеджер плагинов) >
        Google Maps</b>.</p>

<h6><strong>Подсказка:</strong> для ускорения поиска плагинов можно использовать фильтр, показанный на скриншоте ниже:
</h6>

<figure class="img-polaroid">
    <img src="img/plugin-manager.jpg" alt="">
</figure>

<p class="alert alert-info">Вы также можете воспользоваться детальным видео-туториалом:
    <a href="/help/joomla-3-x-how-to-change-google-map-coordinates.html"
       target="_blank">Как изменить координаты Google карты</a>.</p>
