<h3>Галерея</h3>

<p align="justify">Страница галереи отображает статьи из категории 'Gallery (Галерея)' и ее подкатегорий. На странице галереи в верхнем
    правом углу находится фильтр, позволяющий применять к картинки фильтр &quot;по категориям&quot;.</p>
<figure class="img-polaroid">
    <img src="img/pages-gallery-preview.jpg" alt="">
</figure>

<h4>Добавление изображений</h4>

<p align="justify">  Чтобы добавить больше картинок в галерею, нужно просто добавить новые статьи в подкатегорию 'Gallery'. В каждой
    статье должно быть главное и вводное изображение. Обе картинки обычно размещают в папке 'images/gallery'.</p>

<p>Вводное изображение отображается в галерей. Главное изображение будет видно после перехода, нажав на иконку вводного изображения.</p>

<figure class="img-polaroid">
    <img src="img/pages-gallery-1.jpg" alt="">
</figure>

<h4>Настройка оформления</h4>

<p align="justify">Оформление страницы галереи можно настраивать, как и любую страницу категорий Joomla. В панели управления Joomla
    перейдите в '<b>Menus (Меню) > Main Menu (Главное меню)</b>' и откройте элемент меню галереи. Перейдите во вкладку
    <b>Advanced Options (Расширенные настройки), </b>чтобы попасть в настройки страницы галереи. </p>

<p align="justify">Например, если нужно изменить количество колонок на странице галереи, воспользуйтесь опцией <b>Columns (Колонки)</b>
    в секции <b>Blog Layout Options</b> (настройки оформления блога). </p>

<figure class="img-polaroid">
    <img src="img/pages-gallery-2.jpg" alt="">
</figure>