<h3>Галерея</h3>

<p>Страница галереи отображает статьи из категории "Gallery" (Галерея) и ее подкатегорий. На странице галереи в верхнем
    правом углу находится фильтр, позволяющий фильтровать картинки по категориям.</p>

<figure class="img-polaroid">
    <img src="img/pages-gallery-preview.jpg" alt="">
</figure>

<h4>Добавление изображений</h4>

<p> Для того чтобы добавить больше картинок в галерею, нужно просто добавить новые статьи в подкатегорию 'Gallery'. В каждой
    статье должно быть главное и вводное изображение. Обе картинки обычно размещают в папке 'images/gallery'.</p>

<p>Вводное изображение отображается на страницах галереи. Главное изображение появляется после нажатия на вводное изображение:</p>

<figure class="img-polaroid">
    <img src="img/pages-gallery-1.jpg" alt="">
</figure>

<h4>Настройка оформления</h4>

<p>Оформление страницы галереи можно настраивать, как и отображение любой другой страницы категорий Joomla. В админ панели Joomla
    перейдите на вкладку <b>Menus (Меню) > Main Menu (Главное меню)</b> и откройте элемент меню "Галерея". Перейдите на вкладку
    <b>Advanced Options (Расширенные настройки)</b>, для того чтобы попасть в настройки страницы галереи. </p>

<p>Например, если Вам нужно изменить количество колонок на странице галереи, воспользуйтесь настройкой <b>Columns</b> (Колонки)
    в разделе <b>Blog Layout Options</b> (Настройки макета блога): </p>

<figure class="img-polaroid">
    <img src="img/pages-gallery-2.jpg" alt="">
</figure>
