<h3>Megamenu</h3>
<p>Вы сможете воспользоваться возможностями функции Megamenu, только после ее активации для вашей темы (вкладка Navigation). </p>
<p>Для того чтобы перейти к окну настроек Megamenu кликните на одноименную кнопку расположенную на панели навигации.</p>
<figure class="img-polaroid">
<img src="img/t3-19.jpg" alt="" /> </figure>
<p><strong>Настройка субменю </strong></p>
<p>Кликните на блок субменю, который хотите настроить, чтобы увидеть настройки, позволяющие изменять ширину блока субменю и добавлять колонки к блоку.</p>

<figure class="img-polaroid">
<p><img src="img/t3-20.jpg" alt="" /> </strong></p></figure>
  <p><strong>Настройка колонок</strong></p>
  <p>Для того, чтобы получить доступ к настройкам колонок, кликните на колонку блока субменю, которую хотите изменить.</p>
<p>На данном уровне конфигурации вы можете: добавить колонку к блоку, удалить колонку, задать ширину колонки,  прикрепить модуль к колонке (прикрепленный модуль будет отображаться в пределах колонки субменю).</p>
  <p>Опция <strong>Select Module</strong> активируется только для пустой колонки (для этого вам необходимо создать пустую колонку).</p>
<figure class="img-polaroid">
  <p><strong><img src="img/t3-21.jpg" alt="" /> </strong></p>
  
</figure>
<p><strong>Настройка пунктов меню</strong></p>
<p>Кликните на нужном пункте меню, чтобы получить доступ к настройкам данного пункта.</p>
<p> На данном уровне конфигурации вы можете:  включить или выключить отображение субменю для данного пункта, перемещать пункты меню, прикреплять модуль к пункту меню, добавлять иконку для пункта меню.</p>
<figure class="img-polaroid">
  <p><strong><img src="img/t3-22.jpg" alt="" /> </strong></p>
  
</figure>
