<h3>Установка модулей</h3>

<p>Темы Joomla содержат дополнительные расширения: модули, плагины и компоненты, которые
    применяются для расширения функциональности сайта. Все дополнительные расширения можно
    легко установить при помощи специального архива.</p>

<h6>Данный архив находится в папке 'sources' шаблона и называется 'pkg_bundle.zip'. Его
    очень просто установить, как и любое другое расширение или тему, через <b>Менеджер расширений админ-панели Joomla</b>. </h6>
<ol class="index-list">
    <li>Откройте админ-панель Joomla. В панели управления выберите <b>”Extensions”</b> (Расширения). В появившемся выпадающем списке нажмите на кнопку <b>”Extensions Manager”</b> (Менеджер расширений).
    </li>
    <li>Выберите опцию “Install” (Установка) в левой колонке;</li>
    <li>Нажмите на кнопку “Browse/Choose file” (Обзор/Выбрать файл) и найдите архив
        'sources/pkg_bundle.zip';
    </li>
    <li>Нажмите на кнопку “Upload and install” (Загрузить и установить), для того чтобы установить
        все модули:
    </li>
</ol>
<figure class="img-polaroid"><img src="img/extensions_manager.jpg" alt=""/></figure>
<p>Если шаблон содержит расширения, не включенные в файл '<b>pkg_bundle.zip</b>', их нужно
    установить отдельно. Установка выполняется таким же образом так же, как и в случае с 
    'sources/pkg_bundle.zip', при помощи “<b>Extensions Manager</b>” (Менеджера расширений).
</p>

<p>Названия архивов с расширениями обычно начинаются с '<b>mod_</b>', '<b>com_</b>' или
    '<b>plg_</b>', поэтому их просто узнать. </p>
