<h3>Установка модулей</h3>

<p align="justify">Темы Joomla содержат дополнительные расширения: модули, плагины и компоненты, которые
    применяются с целью расширения функциональности платформы. Все дополнительные расширения можно
    легко установить при помощи специального архива.</p>

<h6>Данный архив находится в папке 'sources' шаблона и называется 'pkg_bundle.zip'. Его
    очень просто установить, как и любое другое расширение или тему, через <b>админ-панель
        Joomla > Менеджер расширений</b>. </h6>
<ol class="index-list">
    <li>
      <div align="justify">Откройте админ-панель Joomla. В панели управления выберите '<b>Extensions
            [Расширения]</b>'. В появившемся выпадающем меню щелкните '<b>Extensions Manager
            [Менеджер расширений]</b>';
      </div>
    </li>
    <li>
      <div align="justify">Выберите опцию 'Install [Установка]' в левой колонке;</div>
    </li>
    <li>
      <div align="justify">Щелкните кнопку 'Browse/Choose file [Обзор/Выбрать файл]' и найдите архив
        'sources/pkg_bundle.zip';
      </div>
    </li>
    <li>
      <div align="justify">Нажмите кнопку 'Upload and install [Загрузить и установить]', чтобы установить
        все модули.
      </div>
    </li>
</ol>
<figure class="img-polaroid"><img src="img/extensions_manager.png" alt=""/></figure>
<p align="justify">Если тема содержит расширения, не включенные в файл '<b>pkg_bundle.zip</b>', их нужно
    установить отдельно. Установка выполняется таким же образом, что и
    'sources/pkg_bundle.zip' через '<b>Extensions Manager</b> [Менеджер расширений]'.
</p>

<p align="justify">Названия архивов с расширениями обычно начинаются с '<b>mod_</b>', '<b>com_</b>' или
    '<b>plg_</b>', поэтому их очень просто узнать. </p>