<h3>Установка шаблона</h3>

<p>&quot;тот способ установки используется, когда у вас уже есть сайт созданный на базе Joomla и вы хотите поменять дизан существуещего сайта.</p>

<p>Используя данный метод. Вы устанавливайте устанавливает шаблон Joomla и все требуемые расширения и модули.</p>

<!-- Extensions manager -->
<h6>В админ-панели Joomla перейдите в меню <b>"Extensions
        (Расширения) > Extensions Manager (Менеджер расширений) "</b>.</h6>
<figure class="img-polaroid">
    <img src="img/template-install-1.jpg" alt="">
</figure>

<!-- Upload theme zip -->
<h6>атем, во вкладке Package File (Файл шаблона) нажмите
    кнопку "Choose File (Выбрать файл)" и выберите файл "<b>theme###.zip</b>" из папки
    "joomla" шаблона.</h6>

<p>Щелкните кнопку
    <strong>Upload & Install (Загрузить и установить)</strong>
    для установки шаблона Joomla.
</p>

<figure class="img-polaroid">
    <img src="img/template-install-2.jpg" alt="">
</figure>

<!-- Activate template -->
<h6>После завершения процесса загрузки, необходимо активировать установленный шаблон.
    В верхнем меню выберите "<b>Extensions (Расширения)> Template Manager</b> (Менеджер
    шаблонов)"</h6>

<p>Выберите новый шаблон и нажмите кнопку "<b>Make Default (По умолчанию)</b>" в верхнем
    левом углу. С помощью этого действия, Вы сделаеете загруженый шаблон, шаблном по умолчинию. То есть,  можно будет увидеть, как стал выглядеть ваш веб-сайт, с использованием этого шаблона.</p>

<figure class="img-polaroid">
    <img src="img/template-install-3.jpg" alt="">
</figure>